package main

/*
TODO: реализовать переход на сервис оплаты. Когда заказ оплачен, корзину нужно очистить
TODO: реализовать переход к оплате из корзины
TODO: перед оплатой просьба ввести свои данные (телефон, имя, никнейм телеграм); и перенести их в базу данных
TODO: реализация разделения оплаты на два счета в долях

TODO: реализовать разные сообщения по запросу статуса

TODO: реализовать методы для бота админа: отправление ответов пользователю, внесение изменений в базу данных

TODO: получить токен и настроить бота
TODO: добавить кнопки в бота и реализовать их связь с методами
TODO: протестировать работу бота

TODO: наполнить базу данных исходными данными

TODO: реализовать графический интерфейс исполняемого файла
*/
